{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "actions-preview.nvim": { "branch": "master" },
  "avante.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-skkeleton": { "branch": "main" },
  "cmp-spell": { "branch": "master" },
  "cmp-vimtex": { "branch": "master" },
  "cmp-vsnip": { "branch": "main" },
  "code_runner.nvim": { "branch": "main" },
  "codecompanion.nvim": { "branch": "main" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "dashboard-nvim": { "branch": "master" },
  "denops.vim": { "branch": "main" },
  "dial.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "discord-send.nvim": { "branch": "main" },
  "dracula.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "fuzzy-motion.vim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "github-nvim-theme": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox": { "branch": "master" },
  "gyazo.vim": { "branch": "master" },
  "hlchunk.nvim": { "branch": "main" },
  "hop.nvim": { "branch": "v2" },
  "iceberg-tokyo.nvim": { "branch": "iceberg-tokyo" },
  "img-clip.nvim": { "branch": "main" },
  "lasterisk.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "let-it-snow.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lualine-time": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "memolist.vim": { "branch": "master" },
  "mini.icons": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "modes.nvim": { "branch": "main" },
  "neovim-ayu": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-ghost.nvim": { "branch": "main" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lsp-file-operations": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-markdown": { "branch": "master" },
  "nvim-metals": { "branch": "main" },
  "nvim-notify": { "branch": "master" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "pantran.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "quicker.nvim": { "branch": "master" },
  "registers.nvim": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "showkeys": { "branch": "main" },
  "skkeleton": { "branch": "main" },
  "skkeleton_indicator.nvim": { "branch": "v2" },
  "smart-open.nvim": { "branch": "0.2.x" },
  "smear-cursor.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "spotify.nvim": { "branch": "main" },
  "sqlite.lua": { "branch": "master" },
  "swagger-preview.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-frecency.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-fzy-native.nvim": { "branch": "master" },
  "telescope-memo.nvim": { "branch": "main" },
  "telescope-recent-files.nvim": { "branch": "main" },
  "telescope-tabs": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-kensaku": { "branch": "main" },
  "vim-kensaku-search": { "branch": "main" },
  "vim-qfreplace": { "branch": "master" },
  "vim-textobj-codeblock": { "branch": "master" },
  "vim-textobj-user": { "branch": "master" },
  "vim-translator": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "winbar.nvim": { "branch": "main" },
  "winresizer": { "branch": "master" },
  "zen-mode.nvim": { "branch": "main" }
}
