tap "cloudflare/cloudflare"
tap "daipeihust/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"
tap "mtgto/macskk"
tap "neovim/neovim"
tap "nikitabobko/tap"
tap "rsteube/tap"
tap "shuntaka9576/tap"
tap "xwmx/taps"
tap "ynqa/tap"
tap "zegervdv/zathura"
brew "act"
brew "glib"
brew "cairo"
brew "xz"
brew "libtiff"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "aichat"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "at-spi2-core"
brew "openssl@3"
brew "libgit2"
brew "bat"
brew "berkeley-db"
brew "black"
brew "boost"
brew "cabal-install"
brew "gcc"
brew "suite-sparse"
brew "ceres-solver"
brew "pkgconf"
brew "hdf5"
brew "chafa"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "coursier"
brew "cpanminus"
brew "curl"
brew "deno"
brew "efm-langserver"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "fd"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "librist"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@6"
brew "fluid-synth"
brew "fzf"
brew "gcalcli"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "go@1.19"
brew "gpgme"
brew "gtk+3"
brew "hadolint"
brew "haskell-stack"
brew "helix"
brew "hugo"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "lazygit"
brew "libfido2"
brew "libmagic"
brew "libsixel"
brew "luarocks"
brew "mise"
brew "yt-dlp"
brew "mpv"
brew "multitail"
brew "mypy"
brew "mysql"
brew "neofetch"
brew "neovide"
brew "neovim-remote"
brew "netcdf"
brew "ollama"
brew "openvino"
brew "qt"
brew "pyqt"
brew "vtk"
brew "opencv"
brew "openssl@1.1"
brew "peco"
brew "perl"
brew "pipenv"
brew "poetry"
brew "poppler"
brew "pre-commit"
brew "pyqt@5"
brew "python-lsp-server"
brew "python@3.11"
brew "ripgrep"
brew "roswell"
brew "ruff"
brew "rustup"
brew "sevenzip"
brew "sidekick"
brew "sphinx-doc"
brew "tcl-tk"
brew "telnet"
brew "tmux"
brew "tree"
brew "twty"
brew "typst"
brew "ugrep"
brew "uv"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "daipeihust/tap/im-select"
brew "koekeishiya/formulae/yabai"
brew "rsteube/tap/carapace"
brew "xwmx/taps/nb"
brew "ynqa/tap/jnv"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "aerospace"
cask "alacritty"
cask "alt-tab"
cask "aquaskk"
cask "clion"
cask "datagrip"
cask "discord"
cask "fig"
cask "figma"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-symbols-only-nerd-font"
cask "fork"
cask "google-chrome"
cask "gyazo"
cask "hackmd"
cask "hammerspoon"
cask "homerow"
cask "iterm2"
cask "macdown"
cask "macskk"
cask "mactex-no-gui"
cask "meetingbar"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "microsoft-word"
cask "notion"
cask "obsidian"
cask "postman"
cask "prince"
cask "pycharm"
cask "raycast"
cask "scroll-reverser"
cask "skim"
cask "slack"
cask "sweet-home3d"
cask "visual-studio-code"
cask "warp"
cask "wezterm@nightly"
vscode "alefragnani.pascal"
vscode "arjun.swagger-viewer"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bbenoist.nix"
vscode "bradlc.vscode-tailwindcss"
vscode "brandonkirbyson.vscode-animations"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "coolcline.coolcline"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dracula-theme.theme-dracula"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-theme"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "humao.rest-client"
vscode "james-yu.latex-workshop"
vscode "johnpapa.vscode-peacock"
vscode "kbwo.shareedit"
vscode "leodevbro.blockman"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-playwright.playwright"
vscode "ms-pyright.pyright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "myriad-dreamin.tinymist"
vscode "negokaz.zenn-editor"
vscode "nvarner.typst-lsp"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "saoudrizwan.claude-dev"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "subframe7536.custom-ui-style"
vscode "taichi.vscode-textlint"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "tomsaunders.vscode-workspace-explorer"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "withfig.fig"
vscode "yoavbls.pretty-ts-errors"
vscode "yuki-yano.vscode-resonator"
vscode "yummygum.city-lights-icon-vsc"
vscode "yzhang.markdown-all-in-one"
