tap "cloudflare/cloudflare"
tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "shuntaka9576/tap"
tap "ynqa/tap"
brew "act"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "bat"
brew "berkeley-db"
brew "black"
brew "boost"
brew "ghc"
brew "cabal-install"
brew "cairo"
brew "gcc"
brew "suite-sparse"
brew "ceres-solver"
brew "cmake"
brew "coreutils"
brew "cpanminus"
brew "deno"
brew "efm-langserver"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "fd"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "openvino"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fluid-synth"
brew "fzf"
brew "gcalcli"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git-delta"
brew "git-lfs"
brew "go@1.19"
brew "hadolint"
brew "haskell-stack"
brew "pkg-config"
brew "hdf5"
brew "hugo"
brew "pandoc"
brew "jupyterlab"
brew "lazygit"
brew "libfido2"
brew "libmagic"
brew "libsixel"
brew "luarocks"
brew "mise"
brew "multitail"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "qt"
brew "pyqt"
brew "vtk"
brew "opencv"
brew "openssl@1.1"
brew "peco"
brew "perl"
brew "poetry"
brew "pre-commit"
brew "qt@5"
brew "pyqt@5"
brew "ruff"
brew "python-lsp-server"
brew "python@3.11"
brew "ripgrep"
brew "rustup-init"
brew "tcl-tk"
brew "telnet"
brew "tmux"
brew "tree"
brew "twty"
brew "typst"
brew "ugrep"
brew "zsh"
brew "cloudflare/cloudflare/cloudflared"
brew "daipeihust/tap/im-select"
brew "ynqa/tap/jnv"
cask "alacritty"
cask "alt-tab"
cask "clion"
cask "datagrip"
cask "discord"
cask "fig"
cask "figma"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "fork"
cask "google-chrome"
cask "gyazo"
cask "hackmd"
cask "iterm2"
cask "macdown"
cask "mactex-no-gui"
cask "meetingbar"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "microsoft-word"
cask "notion"
cask "obsidian"
cask "postman"
cask "pycharm"
cask "raycast"
cask "scroll-reverser"
cask "slack"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
