tap "cloudflare/cloudflare"
tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "shuntaka9576/tap"
brew "act"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "bat"
brew "berkeley-db"
brew "readline"
brew "boost"
brew "ghc"
brew "cabal-install"
brew "cairo"
brew "gcc"
brew "suite-sparse"
brew "ceres-solver"
brew "cmake"
brew "coreutils"
brew "cpanminus"
brew "deno"
brew "efm-langserver"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "fd"
brew "harfbuzz"
brew "leptonica"
brew "openvino"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fluid-synth"
brew "fzf"
brew "gcalcli"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git-lfs"
brew "go"
brew "go@1.19"
brew "hadolint"
brew "haskell-stack"
brew "hdf5"
brew "hugo"
brew "pandoc"
brew "jupyterlab", link: false
brew "lazygit"
brew "libfido2"
brew "libmagic"
brew "luarocks"
brew "multitail"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "qt"
brew "pyqt"
brew "vtk"
brew "opencv"
brew "openssl@1.1"
brew "peco"
brew "perl"
brew "pkg-config"
brew "pyenv"
brew "qt@5"
brew "pyqt@5"
brew "ripgrep"
brew "rustup-init"
brew "tcl-tk"
brew "telnet"
brew "tmux"
brew "tree"
brew "twty"
brew "typst"
brew "ugrep"
brew "zsh"
brew "cloudflare/cloudflare/cloudflared"
brew "daipeihust/tap/im-select"
cask "alacritty"
cask "alt-tab"
cask "clion"
cask "datagrip"
cask "discord"
cask "fig"
cask "figma"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "fork"
cask "google-chrome"
cask "gyazo"
cask "hackmd"
cask "iterm2"
cask "macdown"
cask "mactex-no-gui"
cask "meetingbar"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "microsoft-word"
cask "notion"
cask "obsidian"
cask "postman"
cask "pycharm"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
vscode "alefragnani.pascal"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "chrischinchilla.vscode-pandoc"
vscode "christian-kohler.path-intellisense"
vscode "daltonmenezes.aura-theme"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-theme"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "haskell.haskell"
vscode "hoovercj.vscode-settings-cycler"
vscode "humao.rest-client"
vscode "james-yu.latex-workshop"
vscode "justusadam.language-haskell"
vscode "lfs.vscode-emacs-friendly"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-playwright.playwright"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "negokaz.zenn-editor"
vscode "nvarner.typst-lsp"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "tomsaunders.vscode-workspace-explorer"
vscode "toyama.famous-saying"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "wallabyjs.console-ninja"
vscode "withfig.fig"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
